Repository: sungaila/SoundReaver
Catalog: src/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# PrimaryLanguageOverrideDisabled
source: Automatic (Windows)
de_de: Automatisch (Windows)

source: Opens the GitHub issue tracker in your browser.
de_de: Öffnet den GitHub-Issue-Tracker im Browser.

# SettingsRestartRequired
source: The app must be restarted for this setting to take effect.
de_de: Die Anwendung muss neu gestartet werden, damit diese Einstellung wirksam wird.

# AppInfoTextBlock.Text
source: About
de_de: Info

source: Open the GitHub repository
de_de: GitHub-Repository öffnen

# IsShiftSoundEnabledSettingsCard.Description
source: Plays the shifting sound effect when switching between the spectral and material soundtrack variants.
de_de: Spielt beim Wechsel zwischen der spektralen und der materiellen Soundtrack-Variante den Soundeffekt des Ebenenwechsels ab.

# IsShiftSoundEnabledSettingsCard.Header
source: Shifting sound effect
de_de: Wechselsoundeffekt

# IssueSettingsCard.Description
source: Report a bug or suggest an improvement.
de_de: Einen Fehler melden oder eine Verbesserung vorschlagen.

# IssueSettingsCard.Header
source: Report an issue
de_de: Ein Problem melden

# IssueSettingsCard.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Report an issue
de_de: Ein Problem melden

# LicenseSoundtrackAuthor1TextBlock.Text
source: composed by Kurt Harland
de_de: komponiert von Kurt Harland

# LicenseSoundtrackAuthor2TextBlock.Text
source: ripped and remastered by DeeDyne & SalsaGal
de_de: extrahiert und remastert von DeeDyne & SalsaGal

# LanguageSettingsCard.Header
source: Language
de_de: Sprache

source: Open DeviantArt about page for the app icons
de_de: DeviantArt-Informationsseite zu den App-Symbolen öffnen

# LicenseAppIconAuthorTextBlock.Text
source: by Conrado de Castro Valise (convalise)
de_de: von Conrado de Castro Valise (convalise)

source: Open DeviantArt gallery page for the app icons
de_de: DeviantArt-Galerie mit den App-Symbolen öffnen

# LicenseAppIconGalleryHyperlinkButton.Content
source: Gallery
de_de: Galerie

# LicenseAppIconTextBlock.Text
source: App, package and chapter icons
de_de: App-, Paket- und Kapitel-Symbole

source: Open The Ancient’s Den website
de_de: Website von The Ancient’s Den öffnen

source: Open Google Drive for the soundtrack
de_de: Google Drive mit dem Soundtrack öffnen

source: Open DeeDyne on GitHub
de_de: DeeDyne auf GitHub öffnen

source: Open SalsaGal on GitHub
de_de: SalsaGal auf GitHub öffnen

# SettingsHeaderTextBlock.Text
source: Settings
de_de: Einstellungen

source: Open sungaila.de
de_de: sungaila.de öffnen

# VariantToggleSwitch.OffContent
source: Spectral
de_de: Spektral

# VariantToggleSwitch.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Switch between the Spectral and Material variants
de_de: Zwischen den Varianten „Spektral“ und „Materiell“ wechseln

source: Soundtrack variant
de_de: Soundtrack-Variante

source: Selects whether the Spectral or Material soundtrack variant is used.
de_de: Legt fest, ob die Soundtrack-Variante „Spektral“ oder „Materiell“ verwendet wird.

# VariantToggleSwitch.OnContent
source: Material
de_de: Materiell

# VolumeSlider.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Adjust the playback volume
de_de: Wiedergabelautstärke anpassen

# VolumeSlider.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Volume level
de_de: Lautstärke

# VolumeSlider.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.HelpText
source: Use the arrow keys to change the volume.
de_de: Mit den Pfeiltasten die Lautstärke ändern.

# VolumeButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Adjust the volume
de_de: Lautstärke anpassen

# VolumeButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.HelpText
source: Opens the volume control.
de_de: Öffnet die Lautstärkeregelung.

# RepeatButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Repeat the current track
de_de: Aktuellen Titel wiederholen

# RepeatButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Repeat
de_de: Wiederholen

# RepeatButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.HelpText
source: Turns repeating of the current track on or off.
de_de: Schaltet die Wiederholung des aktuellen Titels ein oder aus.

# StopButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Stop playback
de_de: Wiedergabe stoppen

# StopButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Stop
de_de: Stopp

# NoCategoriesHeaderTextBlock.Text
source: Oops! There is no music to play.
de_de: Hoppla! Es gibt keine Musik zum Abspielen.

# NoCategoriesHintTextBlock.Text
source: Check if the optional music packages are installed.
de_de: Prüfen Sie, ob die optionalen Musikpakete installiert sind.

source: Refresh the track list
de_de: Titelliste aktualisieren

# NoCategoriesRefreshHyperlinkButton.Content
source: Refresh
de_de: Aktualisieren

source: Open Windows app settings
de_de: Windows-App-Einstellungen öffnen

# NoCategoriesSettingsHyperlinkButton.Content
source: Open Windows app settings
de_de: Windows-App-Einstellungen öffnen

# PlayButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Playback
de_de: Wiedergabe

# PlayButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.HelpText
source: Starts or pauses playback of the selected track.
de_de: Startet oder pausiert die Wiedergabe des ausgewählten Titels.

source: Open Conrado de Castro Valise’s website.
de_de: Website von Conrado de Castro Valise öffnen.

source: Open convalise on GitHub
de_de: convalise auf GitHub öffnen

# WindowsAppSettingsCard.Header
source: Open Windows app settings
de_de: Windows-App-Einstellungen öffnen

# WindowsAppSettingsCard.Description
source: Check the Windows app settings for the installed music packs.
de_de: In den Windows-App-Einstellungen prüfen, welche Musikpakete installiert sind.

source: Opens the Windows app settings for this application.
de_de: Öffnet die Windows-App-Einstellungen für diese App.

source: Open the Microsoft Store page
de_de: Microsoft-Store-Seite öffnen

# TrademarkTextBlock.Text
source: This is a fan project. “Legacy of Kain”, “Soul Reaver” and related trademarks are the property of Crystal Dynamics and Embracer Group.
de_de: Dies ist ein Fanprojekt. „Legacy of Kain“, „Soul Reaver“ und zugehörige Marken sind Eigentum von Crystal Dynamics und der Embracer Group.

# PatternCanvasVisibleSettingsCard.Description
source: Show the clan banners from Soul Reaver as a background pattern.
de_de: Die Clan-Banner aus Soul Reaver als Hintergrundmuster anzeigen.

# LicensesTextBlock.Text
source: Third-Party Content Used with Permission
de_de: Mit Genehmigung verwendete Drittanbieterinhalte

# NavigationViewItem_MusicView.Content
source: Tracks
de_de: Titel

# VolumeButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Volume
de_de: Lautstärke

# StopButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.HelpText
source: Stops the current track.
de_de: Stoppt die Wiedergabe des aktuellen Titels.

# PlayButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Play or pause the current track
de_de: Aktuellen Titel abspielen oder pausieren

# TranslationSettingsCard.Header
source: Translate this app
de_de: Diese App übersetzen

# TranslationSettingsCard.Description
source: Help translate the app or suggest translation fixes.
de_de: Beim Übersetzen der App helfen oder Übersetzungskorrekturen vorschlagen.

# PatternCanvasVisibleSettingsCard.Header
source: Background pattern
de_de: Hintergrundmuster

# PositionSlider.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Playback position
de_de: Wiedergabeposition

# PositionSlider.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Playback position
de_de: Wiedergabeposition

# PositionSlider.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.HelpText
source: Use the arrow keys to seek within the current track.
de_de: Mit den Pfeiltasten innerhalb des aktuellen Titels vor- oder zurückspringen.

source: Open Weblate project
de_de: Weblate-Projekt öffnen
